;
; Tips for translator:
; To begin translating - copy english.ini into the "yourlanguage.ini"
; Please translate text only after symbol ' = '
; Also you can use 'translator for wisecleaner.com' to help you easily complete translation. 
; You can download the translator at http://www.wisecleaner.com/language.html.
;
;
; Translation Author = Andrew Gorobchishin
; Translation Author Email = lotus.ua@gmail.com
; Soft Version = 7.44
;
[Lang]
NativeLanguage=Українська

[GUI]
ButtonYes=Так
ButtonNo=Ні
ButtonOK=Гаразд
ButtonMinimize=Згорнути
ButtonMaximize=Розгорнути
ButtonClose=Закрити
ButtonRestore=Відновити
ButtonMenu=Меню

[Translation]
;
; Reading habits

; 
ReadHabit=Зліва на право
;
; Font and Charset
;
LanguageName=UKR
LangCode=0422
DefaultFont=Arial
DefaultFontSize=7
DefaultCharset=RUSSIAN_CHARSET
;
; Message box
;
Information=Інформація
Warning=Увага
Error=Помилка
Confirm=Підтвердження
;
; Main GUI
;
FrmWRC.btnregclean.caption=Прибирання Реєстру
FrmWRC.btnadv.caption=Оптимізація Системи
FrmWRC.btnsilm.caption=Стиснення Реєстру
FrmWRC.btnrestore.caption=Віднова
FrmWRC.btnsettings.caption=Опції
FrmWRC.btnlikeit.caption=Я з Вами
FrmWRC.btnsuggest.caption=Пропозиції та відгуки
FrmWRC.WiseSimpleButton1.caption=Резерв
;
; Reg Cleaner
;
FrmRegClean.btnall.caption=Все
FrmRegClean.btnre.caption=Рекомендовані
FrmRegClean.btnnone.caption=Нічого
FrmRegClean.btnCustom.caption=Галузі
FrmRegClean.WiseLabel1.caption=Розклад
FrmRegClean.lbltype.caption=Тип запуску:
FrmRegClean.lblweek.caption=Оберіть день:
FrmRegClean.lbltime.caption=Оберіть час:
FrmRegClean.btnScan.caption=Почати Перевірку
FrmRegClean.btncancel.caption=Припинити
FrmRegClean.btnrescan.caption=Перевірити
FrmRegClean.lblstat.caption=В даний час реєстр не прибрано. Рекомендується перевірити реєстр просто зараз!
FrmRegClean.vtrc.Columns[0]=Данні
FrmRegClean.vtrc.Columns[1]=Ключ Реєстру
;
; Optimizer
;
FrmOptimizer.btnSlimming.caption=Оптимізація
FrmOptimizer.btnnone.caption=Нічого
FrmOptimizer.btnall.caption=Все
FrmOptimizer.btnDefault.caption=За замовчуванням
FrmOptimizer.lblrecommendinfo.caption=Будь ласка, спробуйте інші наші товари з wisecleaner.com зараз!
FrmOptimizer.lblpce.caption=Wise PC Engineer
FrmOptimizer.lblpceinfo.caption=Wise PC Engineer являє собою комплект із важливих утиліт реєстру, жорсткого диску та інших для вашого комп'ютера. Проста у використанні та ефективна!
FrmOptimizer.lblwdcinfo.caption=Wise Disk Cleaner кращий безкоштовний прибиральник дисків для очищення від непотрібних файлів та конфіденційних слідів. Швидкий, Ретельний та Захищений!
FrmOptimizer.lblwdc.caption=Wise Disk Cleaner
FrmOptimizer.lblre.caption=Чи бажаєте поліпшення продуктивності Вашого Windows?
Frmoptimizer.lblinfoex.caption=Оптимізація Системи може поліпшити мережу, прискорити Windows, та стабілізувати систему.
FrmOptimizer.btnoptimize.caption=Оптимізувати
;
; Reg Defrag
;
FrmRegDefragger.lblinfo.caption=Впорядкування реєстру може зробити Ваш комп'ютер швидшим і стабільнішим.
FrmRegDefragger.lblstat.caption=Ви ще не впорядковували реєстр. Пропонується впорядкувати його просто зараз!
FrmRegDefragger.btndefrag.caption=Впорядкувати
FrmRegDefragger.lblinfo1.caption=1. Ми пропонуємо Вам закрити усі інші програми до запуску цієї функції.
FrmRegDefragger.lblinfo2.caption=2. Система може припинити відповідати на запити під час аналізу.
FrmRegDefragger.lblinfo3.caption=3. Комп'ютер буде перезавантажено після завершення впорядкування реєстру.
FrmRegDefragger.lblinfo4.caption=4. Будь ласка, не переривайте впорядкування, бо це може викликати непередбачувані наслідки.
FrmRegDefragger.vtdefrag.Columns[0]=Ім'я Гілки
FrmRegDefragger.vtdefrag.Columns[1]=Поточний Розмір
FrmRegDefragger.vtdefrag.Columns[2]=Новий Розмір
FrmRegDefragger.vtdefrag.Columns[3]=Оцінка Різниці
FrmRegDefragger.btnAnalysis.caption=Аналізувати
;
; Custom scan areas
;
Frmcustom.caption=Обирання галузі
Frmcustom.btnre.caption=Рекомендовані
Frmcustom.btnall.caption=Все
Frmcustom.btnnone.caption=Нічого
Frmcustom.btncancel.caption=Скасувати
Frmcustom.btnok.caption=Гаразд
;
; About Window
;
FrmAbout.lblver.caption=Поточна Версія:
FrmAbout.lblemail.caption=Адреса Підтримки:
FrmAbout.lblemailinfo.caption=support@wisecleaner.com
FrmAbout.lblhome.caption=Домашня Сторінка:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=Дякуємо наступним людям за їх внесок:
FrmAboutWin.caption=Про програму
FrmAboutWin.btnok.caption=Гаразд
;
; Settings
;
FrmSettings.caption=Налаштування
FrmSettings.tsCommon.caption=Загальні
FrmSettings.tsAutoRun.caption=Автозапуск
FrmSettings.tsExclusion.caption=Винятки
FrmSettings.btnrestore.caption=Про Нас
FrmSettings.btnok.caption=Гаразд
FrmSettings.btncancel.caption=Скасувати
;
; Auto Run
;
FrmAutorunSettings.chk1.caption=Створити ярлик "Прибрати в один клік" на Робочому столі
FrmAutorunSettings.lblcmd.caption=Режим командного рядка
FrmAutorunSettings.lblcmdinfo.caption=Ви маєте можливість запускати програму, перевіряти та впорядковувати реєстр автоматично з командного рядка. Для отримання додаткової інформації натисніть F1 або перейдіть за посиланням, щоб ознайомитись з документами допомоги.
FrmAutorunSettings.btnhelp.caption=Допомога
;
; Exclusion List
; 
FrmExclusion.btnAdd.caption=Додати
FrmExclusion.btnExport.caption=Експорт
FrmExclusion.btnRemove.caption=Видалити
FrmExclusion.btnimport.caption=Імпорт
Frminput.btnok.caption=Гаразд
Frminput.btncancel.caption=Скасувати
;
; General Settings
;
FrmGeneral.chkNews.caption=Отримання новин
FrmGeneral.chkbackup.caption=Створювати копію реєстру до очистки
FrmGeneral.WiseLabel1.caption=Оновлення:
FrmGeneral.WiseLabel2.caption=Типова Мова:
FrmGeneral.btnchecknew.caption=Перевірити
FrmGeneral.lbtran.caption=Перекласти...
FrmGeneral.lblscanmode.caption=Перевірка реєстру
FrmGeneral.rdnormal.caption=Нормальна (рекомендовано)
FrmGeneral.rdssafe.caption=Безпечна (показувати "Безпечні" записи)
FrmGeneral.rddeep.caption=Глибока (для просунутих користувачів)
;
; Backup and Restore
;
Frm_br.btncancel.caption=Скасувати
FrmBackup.caption=Резервування
FrmBackup.btnreg.caption=Створення повної резервної копії Реєстру
FrmBackup.btnsys.caption=Створення точки Системного Відновлення
FrmRestore.caption=Центр Відновлення
FrmRestore.btnRegBk.caption=Резервні копії
FrmRestore.btnSysBK.caption=Точки Відновлень
FrmRestore.btnclose.caption=Закрити
FrmRestore.btnrestore.caption=Відновити
FrmRestore.btnremove.caption=Видалити
;
; Update
;
frmupdate.caption=Оновлення Програми
;
; Popup Menus
;
pmHelp=Допомога на сайті
pmHome=Домашня сторінка
pmCheckNew=Перевірити оновлення
pmLang=Мова
pmSkin=Вибір теми
pmAbout=Про Нас
pmIgnore=Ігнорувати цей пункт
pmrec=Вибрати безпечні пункти
pmAll1=Вибрати все
pmNone=Не вибирати нічого
pmGo=Відкрити в Редакторі Реєстру
pmExport=Викласти до...
pmPortable=Створити портативну версію
;
; Like Us
;
FrmlikeUs.lblTitle.caption=Якщо Вам подобається Wise Registry Cleaner, будь ласка, запроваджуйте цей чудовий безкоштовний інструмент у Ваших друзів.
FrmlikeUs.lblInfo.caption=Будь ласка, розповсюджуйте Wise Registry Cleaner у колі сім'ї, друзів, однокласників та колег по електронній пошті, у блогу, Twitter, YouTube, Facebook, де інде. Ви принесете зручність та ефективність у їхнє життя.
FrmlikeUs.lblRate.caption= Оцініть Wise Registry Cleaner:
FrmlikeUs.lblfollow.caption=Крокуйте за нами:
FrmlikeUs.lblshare.caption=Поділіться Registry Cleaner:
FrmlikeUs.btndownload.caption=Вільна Закачка
FrmlikeUs.imgrate.hint=Дайте нам 5 зірочок нагороди
FrmlikeUs.imgmail.hint=Поділіться цим з друзями
FrmlikeUs.imgface1.hint=Розділіть це на facebook
FrmlikeUs.imgface2.hint=Йдіть за нами на facebook
FrmlikeUs.imgtwitter1.hint=Поділіться цим на twitter
FrmlikeUs.imgtwitter2.hint=Йдіть за нами на twitter
FrmlikeUs.Caption=Це мені подобається
FrmlikeUs.lbldownload.caption=Ви маєте можливість завантажити безкоштовно ще більше з WiseCleaner.com
;
; DefProcess
;
FrmProcess.Caption=Аналіз Реєстру
FrmProcess.lblwait.caption=Аналізування...
FrmProcess.lblinfo.caption=Деякий час комп'ютер не буде відповідати на запити.
FrmProcess.lblwait.caption=Аналізую. Будь ласка, зачекайте...

[Message]
Total=Всього
DefragRate=Це може допомогти Вам знизити розмір реєстру на %s.
SuggestDefrag=Рекомендується впорядкувати реєстр просто зараз.
SuggestIgnore=Реєстр не потребує дефрагментації. Ви можете впорядкувати його іншим разом.
TypeNoError=Прибрано
NeverClean=Ви ще не прибирали Ваш реєстр. Пропонується його зараз прибрати!
AdviseClean=Регулярне прибирання реєстру може зробити Ваш комп'ютер швидшим та безпечнішим.
DupItem=Цей пункт був у списку.
Advisedefrag=Впорядкування реєстру може зробити Ваш комп'ютер швидшим і стабільнішим.
NeverDefrag=Ви ще не впорядковували реєстр. Пропонується його впорядкувати!
LastDefrag=В останній раз впорядкування реєстру відбулося:
TotalDefrag=У загальній складності %.2f було стиснуто.
DefaultValue=(За замовчуванням)
RegBackup=Резервування Реєстру
RegRestore=Відновлення Реєстру
CreateBackup=Створення резервної копії даних...
Compress=Пакується...
Extracte=Розпаковується...
Complete=Виконано
RestoreReg=Відновлення Реєстру... Зачекайте кілька хвилин...
NotSupportOS=Функція не підтримується у цій операційній системі.
EnableRestore=Системне Відновлення вимкнене. Чи бажаєте, щоб Системне Відновлення було активовано?
SysCreating=Створення точки Системного Відновлення...
SysRestoring=Підготовка до відновлення Системи...
RestorePointDone=Точку Системного Відновлення було успішно створено.
RestorePointFail=Не вдалося створити точку Системного Відновлення.
ErrorMsg=Повідомлення про Помилку:
Area=Галузь
Summary=Опис
LeastOne=Будь ласка, виберіть принаймні одну галузь для перевірки.
IsRunning=Програма перевіряє. Будь ласка, дочекайтеся завершення перевірки, та спробуйте ще раз.
Optimized=Оптимізовано
DefragReport=Реєстр було стиснено. Звіт оптимізації:
DefragReport1=Старий розмір реєстру:
DefragReport2=Новий розмір реєстру:
DefragReport3=Оптимізований розмір:
ReOptimize=Оптимізувати знову
ComfirmDefrag=Будь ласка, збережіть Вашу незакінчену роботу, тому що комп'ютер буде перезавантажений відразу ж після впорядкування реєстру. Чи бажаєте розпочати прямо зараз?
def15After=%d днів пройшло з моменту останнього впорядкування реєстру. Будь ласка, впорядкуйте його зараз!
def15Before=Ваш комп'ютер буде працювати швидко та стабільно, якщо реєстр буде оптимізованим.
KeyWord=Будь ласка, введіть ключове слово:
ExImport=Список винятків був експортований до:
NoNewVer=Ви використовуєте, найновішу версію.
NewVer=Доступна нова версія! Ви хочете оновити її зараз?
Daily=Щодня
Weekly=Щотижня
Monthly=Щомісяця
Never=Ніколи
TranslateTo=Перекласти...
NeedBack=Здається, що це Ваш перший раз використовування цієї програми. Рекомендується негайне створення резервної копії реєстру. Чи бажаєте, зробити його зараз?
Newsletter=Передплата
UpgradeInfo=Оновлення Інформації
CannotCrTask=Неможливо створити завдання за розкладом.
ScheduleNextTime=Наступного разу:
Exported=Поточні пункти було експортовано до %s. Чи бажаєте, щоб файл було відкрито зараз?
Idle=При очікуванні
Login=При вході
LastClean=Останній раз реєстр було прибрано:
Monday=Понеділок
Tuesday=Вівторок
Wednesday=Середа
Thursday=Четвер
Friday=П'ятниця
Saturday=Субота
Sunday=Неділя
IssueFound=знайдено проблем %d 
Scanning=Перевірка
ScanCanceled=Перевірку було скасовано!
FindError=У загальній складності було знайдено проблем %d. Небезпечними є %d.
LogAll=Було знайдено проблем %d. Усунуто проблем %d.
LogFail=Не вдалося видалити проблем %d.
StartClean=Прибрати
StartScan=Перевірити
7After=%d днів пройшло з останнього прибирання реєстру. Пропонується виконати перевірку.
7Before=Чим прибранішим реєстр є, тим швидшим Ваш комп'ютер стає!
ReScanHint=Було знайдено проблем %d. Пропонуємо перевірити, ще раз, щоб знайти інші проблеми.
CleanNow=Будь ласка, натисніть кнопку "Прибрати", щоб зараз виправити ці проблеми.
NoError=Вітаємо! Ви виконали прибирання реєстру!
GoodHabit=Це корисно: щоб зберегти максимальну продуктивність Вашого ПК, регулярно прибирайте реєстр.
ReScanHint1=Ми пропонуємо вам перевірити ще раз, щоб знайти потенційні проблеми.
TypeChanged=Ви змінили пункти, що перевіряються!
ReScanHint2=Будь ласка, перевірте знову, щоб знайти проблеми, що залишились.
CleanDone=Прибирання було завершено!
bkAuto=Автоматично
bkManual=Вручну
BackupDate=Час резервування
BackupType=Тип резервування
Problems=Проблеми
CreateDate=Дата Створення
Description=Опис
Removebackup=Чи дійсно бажаєте, щоб вибрану резервну копію було видалено?
RemoveSysRestore=Чи дійсно бажаєте, щоб вибрану точку системи відновлення було видалено?
NoBackupSelected=Будь ласка, виберіть хоча б одну резервну копію, щоб відновити реєстр.
RestoreComplete=Відновлення Виконано
RestoreFromSysRestore=Ви будете повинні перезавантажити комп'ютер, щоб відновити систему. Чи бажаєте розпочати відновлення в даний час?
WhenIdle=При очікуванні
WhenLogin=При вході 

[Tuneup]
RestoreAll=Ви бажаєте, щоб всі елементи в Windows було відновлено За замовчуванням?
NoSelectedItem=Будь ласка, оберіть хоча б один пункт для оптимізації.
OptItems=Наступні %d пунктів може бути оптимізовано.
ItemsOptimized=%d пунктів було оптимізовано.
TakeEff=Деякі зміни вступлять в дію лише після перезавантаження комп'ютера.
NoItems=Вітаємо! Всі елементи було оптимізовано.
BootSpeedup=Прискорення Завантаження/Вимкнення
SystemStable=Стабілізація Системи
SystemSpeedup=Пришвидшення Системи
NetworkSpeedup=Пришвидшення Мережі
PrefetchParameters=Оптимізація попередньої вибірки параметрів, щоб поліпшити швидкість завантаження Windows
BootDelay=Знижений час "перевірки диску", щоб поліпшити швидкість завантаження Windows
BootPartition=Включення оптимізації функцій, щоб поліпшити швидкість завантаження Windows.
ClearPagingFile=Вимкнення очищення файлу підкачки під час завершення роботи, щоб прискорити вимкнення ПК
TimeOut=Зменшення бездії програм на закриття, щоб поліпшити процес вимикання
AutoKill=Закриття заморожених процесів, щоб уникнути збоїв системи
RestartExplorer=Автоматичне перезавантаження Провідника, щоб зупинити несподіване зникнення робочого столу
TwoProcess=Запуск компонентів Провідника в окремих процесах, щоб уникнути системних конфліктів
ErrorReport=Вимкнення екранних повідомлень про помилки, щоб підвищити продуктивність системи
Debugger=Вимкнення налагоджувача, щоб прискорити обробку помилок
OptMemory=Оптимізація налаштунків пам'яті за умовчанням, щоб підвищити продуктивність системи
OptVEff=Оптимізація компонентів інтерфейсу (вікно, меню і таке інше), щоб підвищити продуктивність системи
OptFileSystem=Оптимізація файлової системи, щоб підвищити продуктивність операційної системи
OptDiskSystem=Оптимізація дискової підсистеми вводу/виводу, щоб підвищити продуктивність системи
DisAutoRun=Вимкнення функції "Автозапуск" на дисках, щоб уникнути зараження/розповсюдження віруса
OptDiskIdle=Оптимізація дискового вводу/виводу в той час як процесор знаходиться в режимі очікування
OptTTL=Оптимізація налаштунків TTL (час життя), щоб підвищити продуктивність мережі
OptNetForward=Оптимізація можливості упередження мережі, щоб підвищити продуктивність мережі
OptMTU=Поліпшення продуктивності TCP/IP за рахунок автоматичного виявлення "чорних дір" в маршрутизації на устаткуванні Path MTU Discovery
OptWINS=Оптимізація часу запиту WINS імені, щоб поліпшити швидкість передачі даних
OptNetWork=Оптимізація параметрів мережі, щоб поліпшити продуктивність зв'язку
CloseAnimate=Вимкнення "ефектів переходів", щоб поліпшити швидкодію інтерфейсу Windows
PagingExecutive=Вимкнення нумерації сторінок пам'яті та зниження вводу/виводу диску, щоб підвищити продуктивність програм (ігнорувати, якщо <1Гб)
StaticIP=Встановлення статичного IP для локального з'єднання, щоб прискорити завантаження ПК
PorcessorTime=Оптимізація продуктивності процесора під виконання програм, ігор і таке інше (ігнорувати, якщо сервер)
DisableIDECheck=Випередження перевірки IDE каналу, щоб поліпшити швидкість завантаження Windows
ForeAppSpeed=Підвищення швидкості відповіді запущених програм
AeroPeek=Підвищення швидкості відображення Aero Peek

[Type]
Activex=Компоненти ActiveX/COM
FireWall=Параметри Брандмауера
RootAll=Помилкові Шляхи
SoftwareSection=Шляхи Програм
ApplicationPaths=Шляхи Додатків
FileTypes=Типи Файлів
HelpFiles=Файли Допомоги
Fonts=Шрифти
SharedDLL=Спільні Бібліотеки
MRULists=Списки MRU Користувача
UninstallSection=Деінсталятор
StartMenu=Меню Пуск
StartupProgram=Запуск Програм
SoundandAppEvents=Звук та Події Програм
IEUrlHistory=Історія Посилань Браузера
IFEO=Файли Зображень
EmptyKey=Порожні Ключі
App=Налаштування Програм

[ErrorMessage]
MimeExName=Зареєстровано хибне MIME розширення файлу: %s
EmptyKey=Порожній Ключ. 
EmptyHelpdirctory=Порожній каталог Допомоги. 
FileNotExist=Файлу/Папки не існує.
HFileNotExist=Файлу/Папки Допомоги не існує. 
EmptyValue=Порожнє значення. 
TypeLib=Бібліотеки Типів не існує:
NodeEmpty=Порожній Вузол. 
SharedFilenotexist=Спільний файл не існує. 
sharedfilenotbeuse=Спільний файл не використовується. 
noconnection=Без інформації про зв'язаний файл. 
Invalidpathtoicon=Хибний шлях до іконки. 
ReferstoaninvalidClass=Звернення до недійсного Класу. 
Emptyshellcommand=Порожня команда Оболонки. 
Invalidshellcommand=Хибна команда оболонки (файл не існує). 
Fontsnotexist=Файл Шрифту не існує. 
Hijacking=%s був захоплений %s. 
MRULists=Списки MRU Користувача. 
invalidOpenWith=Немає ніяких програм, пов'язаних з цим типом. 
ReferActivex=Звернення до недійсного ActiveX/COM запису. 
EmptyCLSID=Порожній CLSID. 
ComSourceNotExist=COM Джерело не існує. 
invalidUnistall=Хибна інформація про видалення. 
notexist=_не існує. 
ObsoleteStartMenuItem=Застарілий Пункт Меню Пуск. 
SoundFilenotexist=Звуковий Файл не існує. 
FileNotExist1=Файлу/Папки не існує, але диск "%s" є %s, рекомендуємо ігнорувати.
OpenWithError=Помилка відкриття, вказаний додаток не існує.
OpenWithError1=Помилка відкриття, вказаний додаток не існує. Однак диск «%s» %s, рекомендуємо вам ігнорувати цю помилку.
ComSourceNotExist1=Джерело COM не існує, але пристрій %s є %s, рекомендуємо вам ігнорувати цю помилку.

[Summary]
Activex=Невірні компоненти ActiveX та COM
FireWall=Невірні параметри брандмауера Windows
RootAll=Хибні шляхи та файли
SoftwareSection=Хибні шляхи та файли, залишені видаленими програмами
ApplicationPaths=Хибні шляхи та файли зареєстрованих додатків
FileTypes=Хибна інформація про розширення файлів
HelpFiles=Хибні зареєстровані файли допомоги
Fonts=Хибна інформація про шрифти
SharedDLL=Відсутність спільних динамічних бібліотек
MRULists=Історія доступу до файлів, редагування документів і таке інше
UninstallSection=Непотрібна або нечинна інформація про видалення
StartMenu=Застарілі елементи Меню Пуск
StartupProgram=Застарілий або недійсний запуск програм 
SoundandAppEvents=Застарілі або нечинні налаштування звуку та подій
IEUrlHistory=Історія відвідань веб сторінок з IE
IFEO=Шкідливі записи, створені шпигунами, вірусами та зловмисниками
EmptyKey=Записи, що не містять інформації
App=Хибні налаштування програм

[AutoClean]
ErrorsFixed=помилок було прибрано.
Title=Вітаємо!
ErrorsFound=помилок було знайдено.

[Skin]
SkinDefault=За замовчуванням
SkinBlue=Синій
SkinGreen=Зелений
SkinCustom=Вибрати колір
SkinColor=Вибрати колір скіна